package ru.omgtu.zivt132.lab3;

/**
 * 
 * Вариант 12: Программа получает N параметров	вызова (аргументы командной строки). Эти параметры – элементы вектора.	Строится массив типа double, а на базе	этого массива – объект класса DoubleVector. Далее программа выводит в	консоль значения элементов вектора в виде: Вектор: 2.3 5.0 7.3.
 * 
 * @author Мальцев Евгений Алексеевич, ОмГТУ, ЗИВТ-132  
 * @version 1.0 15/09/2015
 */
public class variant12 {

	/**
	 * @param args String
	 */
	public static void main(String[] args) {

		System.out.println("lab3");
	}

}
